// טקסט הפתיחה 
let nText = 0; // המיקום במערך
let arrOpeningText = [`שלום אני קב"מית נאסא`,
`אני מבינה שהקוד שחשבתי עליו פשוט מידי כי הצלחתם לפתור אותו`,
`בואו נעשה הסכם. אם תעזרו לי לפתור 2 שאלות`,
`אני אתן לכם בתמורה את המספר הראשון לארון`];

const CODE = 9; // הקוד לחדר בריחה
const DATA = {
    // sort to groups
    "sortToGroups": {
        drag: [
    {
        drag: "קבוצה 1",
        group: 1
    },
    {
        drag: "קבוצה 2",
        group: 2
    },
    {
        drag: "קבוצה 1",
        group: 1
    },
    {
        drag: "קבוצה 1",
        group: 1
    },
    {
        drag: "קבוצה 2",
        group: 2
    },
    {
        drag: "קבוצה 2",
        group: 2
    },
], 
drop: ["קבוצה 1", "קבוצה 2"]}
}